{
  "navigation": "Навигация по сайту",
  "home": "Главная",
  "about": "О нас",
  "works": "Наши работы",
  "contacts": "Контакты",
  "slider": {
    "name": "Профессиональные ",
    "title": "чертежи и проектирование зданий",
    "description": "Наша компания готова предложить вам полный спектр услуг, чтобы превратить ваши идеи в реальность. Свяжитесь с нами, чтобы обсудить ваш проект и узнать, как мы можем помочь вам в его реализации.",
    "button": "Наши работы"
  },
  "aboutUs": {
    "comfort": "Комфорт. Надежность. Точные сроки. Большой опыт. Профессиональная команда",
    "companyDescription": "Промградстрой — это надежный партнер в области проектирования и чертежей зданий, предлагающий полный спектр услуг в трех ключевых направлениях: архитектурное проектирование, инженерные коммуникации и конструктивные решения. Мы обладаем многолетним опытом работы в строительной отрасли и стремимся предоставлять нашим клиентам высококачественные и инновационные решения.",
    "sectionTitle": "О нас"
  },
  "directions": {
    "sectionTitle": "Наши направления",
    "engineeringCommunications": "Инженерные коммуникации:",
    "structuralSolutions": "Конструктивные решения:",
    "architecturalDesign": "Архитектурное проектирование:"
  },
  "card": {
    "years": "лет",
    "projects": "проектов",
    "clients": "довольных клиентов",
    "experience": "Опыт на рынке",
    "complex1": "Опыт на рынке",
    "quality2": "Качество и надежность:",
    "clientOrientation3": "Клиентоориентированность",
    "descriptions1": "Мы предоставляем полный спектр услуг от архитектурного проектирования до реализации инженерных коммуникаций и конструктивных решений, что позволяет нашим клиентам получать все необходимые услуги в одном месте.",
    "descriptions2": "Мы гарантируем высокое качество проектной документации и чертежей, соблюдая все современные стандарты и нормы.",
    "descriptions3": "Мы ставим интересы наших клиентов на первое место и стремимся понять их потребности и ожидания."
  },
  "descriptions": {
    "engineering": "Мы проектируем системы отопления, вентиляции, кондиционирования, электроснабжения и водоснабжения, обеспечивая эффективность и надежность всех инженерных коммуникаций. Наша команда учитывает все технические нормы и требования, чтобы гарантировать максимальную безопасность и комфорт.",
    "structural": "Мы разрабатываем конструктивные решения, которые обеспечивают прочность, устойчивость и долговечность зданий. Наша команда проводит расчеты и анализ, чтобы предложить оптимальные конструктивные схемы, соответствующие требованиям проекта и условиям эксплуатации.",
    "architectural": "Мы создаем функциональные и эстетически привлекательные архитектурные решения, которые соответствуют современным требованиям и потребностям клиентов. Наша команда разрабатывает детализированные архитектурные планы, фасады и разрезы, обеспечивая гармоничное сочетание формы и функции."
  }
}
