{
  "navigation": "Сайт боюнча навигация",
  "home": "Башкы бет",
  "about": "Биз жөнүндө",
  "works": "Биздин иштер",
  "contacts": "Байланыш",
  "slider": {
    "name": "Кесиптик ",
    "title": "чиймелер жана имараттарды долбоорлоо",
    "description": "Биздин компания сиздин идеяларыңызды чындыкка айландыруу үчүн толук кызматтар топтомун сунуштоого даяр. Сиздин долбооруңузду талкуулоо үчүн биз менен байланышып, биз сизге анын ишке ашуусунда кантип жардам бере алаарыбызды билүү үчүн.",
    "button": "Биздин иштер"
  },
  "aboutUs": {
    "comfort": "Комфорт. Жакшы ишеним. Так мөөнөттөр. Улуу тажрыйба. Профессионалдуу команда",
    "companyDescription": "Промградстрой — бул имараттарды долбоорлоо жана чертеждерди түзүү боюнча ишенимдүү өнөктөш, үч негизги багытта толук кызматтар спектрiн сунуштайт: архитектуралык долбоорлоо, инженердик байланыштар жана конструктивдүү чечимдер. Биздин компаниябыз курулуш тармагында көп жылдык тажрыйбага ээ жана биздин кардарларга жогорку сапаттагы жана инновациялык чечимдерди сунуштоону көздөйт.",
    "sectionTitle": "Биз жөнүндө"
  },
  "directions": {
    "sectionTitle": "Биздин багыттар",
    "engineeringCommunications": "Инженердик байланыштар",
    "structuralSolutions": "Конструктивдүү чечимдер",
    "architecturalDesign": "Архитектуралык долбоорлоо"
  },
  "card": {
    "years": "жыл",
    "projects": "долбоорлор",
    "clients": "канааттанган кардарлар",
    "experience": "Рыноктогу тажрыйба",
    "quality": "Сапат жана ишенимдүүлүк",
    "clientOrientation": "Клиентке багытталгандык"
  },
  "descriptions": {
    "engineering": "Биз жылытуу, желдетүү, кондиционерлөө, электр камсыздоо жана суу камсыздоо системаларын долбоорлоону жүргүзөбүз, инженердик байланыштардын бардыгынын натыйжалуулугун жана ишенимдүүлүгүн камсыздайбыз. Биздин команда бардык техникалык стандарттарды жана талаптарды эске алып, максималдуу коопсуздукту жана комфортту камсыздайт.",
    "structural": "Биз имараттардын күчтүүлүгүн, туруктуулугун жана туруктуулугун камсыз кылган конструктивдүү чечимдерди иштеп чыгабыз. Биздин команда долбоордун талаптарына жана эксплуатациянын шарттарына ылайык оптималдуу конструктивдүү схемаларды сунуштоо үчүн эсептеүүлөрдү жана анализдерди жүргүзөт.",
    "architectural": "Биз функционалдык жана эстетикалык жактан тартымдуу архитектуралык чечимдерди иштеп чыгабыз, алар заманбап талаптарга жана кардарлардын муктаждыктарына жооп берет. Биздин команда деталдуу архитектуралык пландарды, фасаддарды жана кесүүлөрдү иштеп чыгат, форма жана функциянын гармониялуу айкалышын камсыздайт."
  }
}
